import { tokens } from "../tokens";
export const ar = {
  [tokens.nav.home]: "الرئيسية",
  [tokens.nav.contact]: "اتصل بنا",
  [tokens.nav.about]: "معلومات عنا",
  [tokens.nav.brands]: "علاماتنا التجارية",
  [tokens.nav.vision]: "رؤيتنا",
  [tokens.common.discover_brands.title]: "اكتشف علاماتنا التجارية",
  [tokens.common.discover_brands.summary]:
    "اكتشف علاماتنا التجارية المتميزة في مجال الجمال والتجميل، والتي تم اختيارها بعناية لتحقيق نتائج استثنائية.",
  [tokens.common.buttons.readMore]: "اقرء المزيد",
  [tokens.commitment.title]: "التزامنا بالتميز",
  [tokens.commitment.paragraph]:
    "في ديناميكس، نحن في رحلة ملهمة من النمو والتطور في عالم الجمال. شغفنا يقودنا لاستكشاف إمكانيات جديدة وجلب رؤى مبتكرة إلى مجالنا. نحن ملتزمون بتوسيع نطاق منتجاتنا وتعزيز خدماتنا بعناية، مع التركيز دائمًا على الجودة والابتكار.",
  [tokens.about.title]: "من نحن",
  [tokens.about.paragraph]:
    "نفخر بنهجنا الفريد، الذي يدمج خبرة المهنيين المتمرسين مع وجهات النظر الجديدة للمواهب الناشئة. هذا التآزر يمكننا من تطوير منتجات وخدمات متقدمة لا تواكب فقط اتجاهات الصناعة، بل غالباً ما تضع معايير جديدة.  في كل مشروع، نركز على الابتكار والجودة والكفاءة. نسعى جاهدين لتجاوز توقعات عملائنا، مقدمين تجارب وحلول تجميلية متميزة في عالم الجمال.",
  [tokens.cards.card1.title]: "خبرة عالمية، لمسة محلية",
  [tokens.cards.card1.paragraph]:
    "نجمع بين الخبرة الدولية والفهم العميق لمعايير الجمال المحلية، مما يضمن تناغم حلولنا مع السياقات الثقافية المتنوعة.",
  [tokens.cards.card2.title]: "النمو التعاوني",
  [tokens.cards.card2.paragraph]:
    "نؤمن بقوة التعاون، ونعزز الشراكات التي تدفع الابتكار والنمو في صناعة الجماليات.",
  [tokens.cards.card3.title]: "تمكين التعليم",
  [tokens.cards.card3.paragraph]:
    "نحن ملتزمون بتثقيف عملائنا وشركائنا حول أحدث التطورات في مجال الجماليات، مما يمكنهم من اتخاذ قرارات مستنيرة.",
  [tokens.cards.card4.title]: "تمكين العملاء",
  [tokens.cards.card4.paragraph]:
    "نهدف إلى تمكين عملائنا بالمعرفة والثقة، مساعدتهم على اتخاذ قرارات مستنيرة بشأن رحلتهم الجمالية.",
};
