import { tokens } from "../tokens";
export const ar = {
  [tokens.nav.home]: "الرئيسية",
  [tokens.nav.contact]: "اتصل بنا",
  [tokens.nav.about]: "معلومات عنا",
  [tokens.nav.brands]: "علاماتنا التجارية",
  [tokens.nav.vision]: "رؤيتنا",
  [tokens.common.discover_brands.title]: "اكتشف علاماتنا التجارية",
  [tokens.common.discover_brands.summary]:
    "اكتشف علاماتنا التجارية المتميزة في مجال الجمال والتجميل، والتي تم اختيارها بعناية لتحقيق نتائج استثنائية.",
  [tokens.common.buttons.readMore]: "اقرء المزيد",
  [tokens.commitment.title]: "التزامنا بالتميز",
  [tokens.about.page.card1]:
    "تأسست شركة داينامكس ميديكا المحدودة بهدف أن تصبح الموزع والشريك ومقدم الخدمات الرائد في مجال الجمال والتجميل. لدينا اهتمام مستهدف بسوق التجميل الطبي المتطور على المستويين المحلي والإقليمي. نسعى جاهدين لدمج الأفكار الجديدة وجهود التحديث مع الاستفادة في الوقت نفسه من الخبرة والمعرفة بالصناعة وولاء العملاء الذي بنيناه على مدى العقود القليلة الماضية.",
  [tokens.about.page.card2.title]: "مهمتنا",
  [tokens.about.page.card2.paragraph]:
    "نسعى جاهدين لتقديم منتجات وخدمات بأعلى جودة لعملائنا. من خلال مواردنا العميقة، نكرس أنفسنا لتطوير المجتمع ونموه. نعمل على بناء تحالفات استراتيجية مع الموردين، تهدف إلى تحقيق أهداف مشتركة وتلبية احتياجات العملاء. ومن خلال التحسين المستمر والوفاء بالتزاماتنا تجاه الآخرين، نتمكن من تحقيق طموحاتنا.",
  [tokens.about.page.card3.title]: "رؤيتنا",
  [tokens.about.page.card3.paragraph]:
    "رؤيتنا هي أن نكون شركة رائدة على مستوى العالم ولاعباً عالمياً مهماً من خلال تقديم حلول فريدة لتلبية الاحتياجات المتغيرة لجميع عملائنا",
  [tokens.about.page.card4.title]: "قوة تحويل الثقة والمظهر",
  [tokens.about.page.card4.paragraph]:
    "تقدم ديناميكس مجموعة فريدة من المنتجات والخدمات التجميلية المتقدمة علمياً، مصممة حصرياً لصناعة عالمية من الأخصائيين ذوي المهارات العالية؛ مما يضمن حصول مجتمعنا على نتائج حقيقية، دائمة، واستثنائية، وبالتالي تحويل الثقة والمظهر، في كل مرة.",
  [tokens.commitment.paragraph]:
    "في ديناميكس، نحن في رحلة ملهمة من النمو والتطور في عالم الجمال. شغفنا يقودنا لاستكشاف إمكانيات جديدة وجلب رؤى مبتكرة إلى مجالنا. نحن ملتزمون بتوسيع نطاق منتجاتنا وتعزيز خدماتنا بعناية، مع التركيز دائمًا على الجودة والابتكار.",
  [tokens.about.title]: "من نحن",
  [tokens.about.paragraph]:
    "نفخر بنهجنا الفريد، الذي يدمج خبرة المهنيين المتمرسين مع وجهات النظر الجديدة للمواهب الناشئة. هذا التآزر يمكننا من تطوير منتجات وخدمات متقدمة لا تواكب فقط اتجاهات الصناعة، بل غالباً ما تضع معايير جديدة.  في كل مشروع، نركز على الابتكار والجودة والكفاءة. نسعى جاهدين لتجاوز توقعات عملائنا، مقدمين تجارب وحلول تجميلية متميزة في عالم الجمال.",
  [tokens.cards.card1.title]: "خبرة عالمية، لمسة محلية",
  [tokens.cards.card1.paragraph]:
    "نجمع بين الخبرة الدولية والفهم العميق لمعايير الجمال المحلية، مما يضمن تناغم حلولنا مع السياقات الثقافية المتنوعة.",
  [tokens.cards.card2.title]: "النمو التعاوني",
  [tokens.cards.card2.paragraph]:
    "نؤمن بقوة التعاون، ونعزز الشراكات التي تدفع الابتكار والنمو في صناعة الجماليات.",
  [tokens.cards.card3.title]: "تمكين التعليم",
  [tokens.cards.card3.paragraph]:
    "نحن ملتزمون بتثقيف عملائنا وشركائنا حول أحدث التطورات في مجال الجماليات، مما يمكنهم من اتخاذ قرارات مستنيرة.",
  [tokens.cards.card4.title]: "تمكين العملاء",
  [tokens.cards.card4.paragraph]:
    "نهدف إلى تمكين عملائنا بالمعرفة والثقة، مساعدتهم على اتخاذ قرارات مستنيرة بشأن رحلتهم الجمالية.",
};
